tap "homebrew/bundle"
brew "bash"
brew "bat"
brew "cmatrix"
brew "docker"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-typist"
brew "gping"
brew "htop"
brew "jq"
brew "lsd"
brew "neovim"
brew "node"
brew "pgcli"
brew "poetry"
brew "pre-commit"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "selecta"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "tree"
brew "typespeed"
brew "typos-cli"
brew "vim"
brew "wget"
brew "yadm"
brew "yt-dlp"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "appcleaner"
cask "arc"
cask "asana"
# cask "battle-net"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "garmin-express"
cask "google-chrome"
cask "iina"
cask "karabiner-elements"
cask "monitorcontrol"
cask "sublime-text"
cask "telegram"
cask "transmission"
cask "vlc"
