tap "bahaaio/pomo"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "kopecmaciej/vi-mongo"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "tnk-studio/tools"
brew "bash"
brew "bat"
brew "btop"
brew "cmatrix"
brew "coreutils"
brew "docker", link: false
brew "docker-credential-helper"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "gnu-sed"
brew "gnu-typist"
brew "go"
brew "golangci-lint"
brew "gping"
brew "helm"
brew "htop"
brew "isort"
brew "jq"
brew "node"
brew "js-beautify"
brew "jupyterlab"
brew "just"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "lazysql"
brew "libfido2"
brew "lsd"
brew "luacheck"
brew "neovim"
brew "node@20"
brew "pgcli"
brew "php"
brew "pngcrush"
brew "poetry"
brew "postgresql@14"
brew "postgresql@16"
brew "prettier"
brew "pyright"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "selecta"
brew "speedtest-cli"
brew "tldr"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "typespeed"
brew "typos-cli"
brew "uv"
brew "vim"
brew "wget"
brew "yadm"
brew "yt-dlp"
brew "zbar"
brew "zsh"
brew "zsh-syntax-highlighting"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "appcleaner"
cask "arc"
cask "asana"
cask "auto-claude"
cask "claude"
cask "claude-code"
cask "cyberduck"
cask "dbeaver-community"
cask "docker-desktop"
cask "dropbox"
cask "firefox"
cask "flux-app"
cask "font-fira-code-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "garmin-express"
cask "google-chrome"
cask "handbrake-app"
cask "homerow"
cask "iina"
cask "jupyterlab-app"
cask "karabiner-elements"
cask "monitorcontrol"
cask "orbstack"
cask "raycast"
cask "sublime-text"
cask "telegram"
cask "transmission"
cask "vlc"
cask "zoom"
cask "zwift"
go "github.com/kisielk/errcheck"
go "golang.org/x/tools/gopls"
go "golang.org/x/website/tour"
go "github.com/gravitational/teleport/tool/tsh"
cargo "grip-grab"
